import React from 'react';
import Box from '@mui/material/Box';
import Toolbar from '@mui/material/Toolbar';
import { Grid } from '@mui/material'
// import Typography from '@mui/material/Typography';

import ButtonAppBar from "../components/ButtonAppBar";



const PrivacyPolicy: React.FC = () => {
  let style = {
    // backgroundColor: "gray",
    // color: "#FFF",
    margin: 0,
    padding: 3,
  };
  return (
    <>
      <ButtonAppBar />
      <Box component="main" sx={{ p: 1 }}>
        <Toolbar />
        <Grid container justifyContent="left" alignItems="left" direction="column">
          <h1>プライバシーポリシー</h1>

          <p>本規約は、会社名（以下「当社」といいます。）は、当社がaudjusto（以下「本サービス」といいます。）を提供するにあたり、ご利用される皆様（以下「利用者」といいます。）の個人に関する情報（以下「個人情報」といいます。）を取得します。<br />
          </p>
          <h2>第１条（適用範囲）</h2>
          <p>本プライバシーポリシー（以下「本ポリシー」といいます。）は、当社が利用者から個人情報を取得、利用及び管理するときに適用されます。<br />
          </p>
          <h2>第２条（取得する情報）</h2>
          <p>当社は、利用者から以下の情報を取得します。<br />
            （1）ニックネーム<br />
          </p>
          <h2>第３条（利用目的）</h2>
          <p>当社が個人情報を収集・利用する目的は、以下のとおりです。<br />
            （1）本サービスの提供・運営のため <br />
          </p>
          <h2>第４条（Cookieの利用）</h2>
          <p>当社は、ウェブサイト及び本サービス（以下、これらを総称して「ウェブサイト等」といいます。）のアクセス及び利用状況の分析、広告配信並びにウェブサイト等の利便性向上のために、ウェブサイト等にアクセスした利用者の情報通信端末に保存されるCookie等のファイル及びこれに類似する技術を取得することがあります。当社は、Cookie等と利用者の個人情報を関連付けることがあります。当社は、利用者の個人情報と関連付けたCookie等が利用者の個人情報であることに鑑み、当該Cookie等を本ポリシーの定めに従って管理いたします。また、当社は、Cookie等の情報を第三者が運営するデータ・マネジメント・プラットフォームに提供し、当該第三者からCookie等により収集されたウェブの閲覧履歴及びその分析結果を取得し、これらを利用者の個人データと結び付けた上で、広告配信等の目的で利用することがあります。<br />
          </p>
          <h2>第５条（安全確保の措置）</h2>
          <p>当社は、収集した情報の漏えい、滅失又はき損の防止その他収集した情報の適切な管理のために必要な措置を講じます。当社が、安全管理のために講じた措置の概要は以下のとおりです。措置の具体的内容については、本ポリシーで定める窓口に対する利用者からの求めに応じて遅滞なく回答いたします。<br />
            （1）基本方針の策定、個人情報の取扱いに係る規律の整備 <br />
          </p>
          <h2>第６条（本プライバシーポリシーの変更）</h2>
          <p>当社は、法令改正への対応の必要性及び事業上の必要性に応じて、本ポリシーを変更する場合があります。本ポリシーの変更を行った場合には、本ウェブサイト上に掲載します。<br />
          </p>
          <h2>第７条（開示、訂正等の手続）</h2>
          <p>１ 利用者は、本条及び当社の関連規程に従って、当社に対し、個人情報保護法において認められる限度で、以下の求め又は請求を行うことができます。<br />
            （１）個人情報の利用目的の通知の求め<br />
            （２）個人情報又は第三者提供記録の開示の請求<br />
            （３）個人情報の訂正、追加又は削除の請求<br />
            （４）個人情報の利用の停止の請求<br />
            （５）個人情報の第三者への提供の停止の請求<br />
            ２ 前項の求め又は請求にあたっては、同項各号のうちいずれの請求か特定の上、本人確認のための書類（運転免許証、健康保険証、住民票の写し等）をご提出頂きます。<br />
          </p>
          <h2>第８S条（お問い合わせ）</h2>
          <p>当社の個人情報の取扱いに関するご相談や苦情等のお問い合わせについては、下記の窓口にご連絡ください。<br />
            anianima0501@gmail.com<br />
          </p>
        </Grid>
      </Box>
    </>
  )
}

export default PrivacyPolicy;



